Repository: diascov/marshall-crypto
Catalog: MarshallCrypto/Packages/Core/Sources/Core/Localization/Catalogs/CryptoCurrenciesList.xcstrings
Source language: en
Languages: sv

# contentUnavailableMessage
source: Please try again later
sv: Vänligen försök igen senare

# contentUnavailableTitle
source: There is no available data for the moment
sv: Det finns inga tillgängliga data för tillfället

source: Current price
sv: Aktuellt pris

source: Current prices
sv: Aktuella priser

source: Name
sv: Namn

# pricesCurrencyToggle
source: Show prices in SEK
sv: Visa priser i SEK

source: Rank
sv: Rang

source: Settings
sv: Inställningar

source: Sort by
sv: Sortera efter

# title
source: Crypto currencies
sv: Kryptovalutor
